---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentPhasebParam
source: html/fe241d21-1753-3b55-2dfd-96002581ec05.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentPhasebParam Property

"Apparent Current Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentCurrentPhasebParam { get; }
```